{
  "💚 HEADER": "SBELTUS – English language version | Date: 2025-11-03 | Full global translation",

  "💚 HERO": {
    "hero_title": "Transform your life after 50",
    "hero_subtext": "Regain your energy, strengthen your well-being, and discover that it’s never too late to feel fulfilled. With a simple and sensible method, you can take care of your weight and health after turning 50.",
    "hero_cta": "Your transformation can begin today 🌿"
  },

  "💚 ABOUT": {
    "about_title": "About Me",
    "about_p1": "I am an older adult who, like many others, spent years without maintaining healthy habits regarding nutrition and physical activity. I am not a health professional — I am an engineer.",
    "about_p2": "However, through discipline and consistency, I managed to transform my habits and reduce my body fat percentage without losing muscle mass, following a low-calorie diet and a slow but steady process. I discovered that there are no shortcuts or miracles: patience and consistency are what truly matter.",
    "about_p3": "Today I share my personal experience as a source of inspiration and support for those seeking to improve their well-being. My message is clear: everyone should always consult their doctor, nutritionist, or trusted specialist before beginning any change process."
  },

"💚 RESULTS": {
    "results_title": "Results",
    "results_intro": "Here I want to share the results achieved in my 12-month body-fat reduction process. This personal evidence clearly demonstrates how we can reduce body fat in a healthy way while preserving muscle mass.",
    "results_paragraph2": "In my case, I didn’t start from obesity but from a slight overweight of about 7 kg, with a Body Mass Index (BMI) of 20.6 at the beginning and 17.6 at the end of the process.",
    "results_image_caption": "Your transformation can also start today 🌿",
    "results_sub1": "Understanding Body Fat",
    "results_text1": "Body fat is made up of subcutaneous and visceral fat. The first lies under the skin, while the second surrounds the organs and is more harmful. There are several ways to measure it; in my case, I used manual and scale bioimpedance devices for comparison.",
    "results_sub2": "Commitment and Consistency",
    "results_text2": "This process requires a genuine desire to improve, firm decision-making, and perseverance. It’s not about quick fixes, but about patience and discipline — leading a healthy life without giving up social enjoyment.",
    "results_sub3": "Understanding Our Body",
    "results_text3": "Our body stores energy as fat. Adipocytes grow or multiply when there is a caloric surplus. When losing weight, lipolysis occurs: fats are released and converted into energy inside the mitochondria.",
    "results_paragraph3": "I consider it important to keep in mind the concept of body fat, which consists of subcutaneous and visceral fat. The first lies directly beneath the skin, while the latter surrounds the organs and is perhaps the most harmful. It is useful to view reference images of body fat percentage in a practical way to estimate our condition. There are several methods to measure body fat, from simple to complex, but in my experience I have used bioimpedance with a handheld monitor and a scale with electrodes to compare results, which indeed vary.",
    "results_paragraph4": "It is also important to mention that, for this controlled process, some basic measuring tools are required. They are not expensive, but the key is the sincere desire to improve our health. This means taking personal responsibility and having the conviction that achieving change is possible. It requires determination, consistency and patience. Without these commitments, nothing can be achieved. The reward of sculpting your figure, without giving up life’s pleasures in moderation, is worth it.",
    "results_paragraph5": "It is also essential to understand that our body and its functioning are the result of evolution. Everything has been organized to have available and stored energy. It is therefore fundamental to understand that our body responds to biochemical processes and efficient physiology in how stored energy is used. The main source of energy comes from food, and any excess will be stored rather than lost.",
    "results_paragraph6": "In simple terms, excess energy becomes body fat—adipose tissue made up of adipocytes, specialized cells that can increase in size and number. Fat is not 'burned'; rather, it is beta-oxidized in the mitochondria found in nearly all cells. Weight gain is a gradual process where adipocytes store triglycerides. When we lose weight, lipolysis occurs: triglycerides break down and release fatty acids into the bloodstream, which are then used by cells to produce energy (ATP) within mitochondria.",
    "results_paragraph7": "We must also be clear that we do not gain weight overnight; it is a gradual process in which adipocytes store triglycerides, composed of one glycerol molecule and three fatty acids. When we want to lose weight, lipolysis should occur: the triglyceride bond breaks, releasing fatty acids into the bloodstream. These travel to cells in tissues that need energy, enter the mitochondria, and generate the energy molecule known as ATP."
  },
/* 💙💙💙💙💙💙💙💙💙💙💙💙💙💙💙💙💙💙💙💙💙💙💙💙💙💙
   💙 NEW I18N BLOCK – HEADER AND NAVIGATION MENU
   📅 Date: 2025-11-07
   ----------------------------------------------------------
   Purpose:
   - Translate the orange tagline in the header (header_tagline)
   - Translate the navigation bar buttons (Home, About, etc.)
   - Does not replace or modify existing long section texts
   - Fully compatible with scripts.js mapping logic
💙💙💙💙💙💙💙💙💙💙💙💙💙💙💙💙💙💙💙💙💙💙💙💙💙💙 */

"HEADER_NAV": {
  "header_tagline": "Health in a natural and sustainable way",
  "menu_home": "Home",
  "menu_about": "About me",
  "menu_results": "Results",
  "menu_resources": "Resources",
  "menu_pricing": "Plans",
  "menu_contact": "Contact"
}


  "💚 RESOURCES": {
    "resources_title": "Resources",
    "resources_description": "Find scientific publications and links related to health and well-being.",
    "resources_link1": "WHO – World Health Organization"
  },

  "💚 PLAN": {
    "plan_title": "SBELTUS Plan",
    "plan_description": "Includes comprehensive guidance, continuous monitoring, and access to personalized resources.",
    "plan_card_title": "Comprehensive Plan",
    "plan_feature1": "✅ Permanent 24-hour assistance via WhatsApp",
    "plan_feature2": "✅ Personalized nutritional guide",
    "plan_feature3": "✅ Body measurement tracking",
    "plan_price": "$50",
    "plan_button": "Start Now"
  },

  "💚 CONTACT": {
    "contact_title": "Contact",
    "contact_name_placeholder": "Enter your name here",
    "contact_email_placeholder": "Enter your email here",
    "contact_message_placeholder": "Enter your message here",
    "contact_button": "Send",
    "contact_whatsapp": "WhatsApp: +51 999 999 999"
  },

  "💚 FOOTER": {
    "footer_line1": "© 2025 SBELTUS. All rights reserved.",
    "footer_disclaimer": "Disclaimer",
    "footer_privacy": "Privacy",
    "footer_terms": "Terms"
  }
}
